Repository: bearstech/iscrib
Catalog: locale/*.po
Languages: fr

source: You are now registered as a user of {site_name}. You can follow this link <{site_uri}> to access your form. Your e-mail address {email} is your identifier. Your password: {password}
fr: Vous êtes maintenant inscrit comme sondé de {site_name}. Vous pouvez suivre ce lien <{site_uri}> pour accéder à votre formulaire. Votre adresse de courriel {email} est votre identifiant. Votre mot de passe : {password}

source: You are now registered as a user of {site_name}. You can follow this link <{site_uri}> to access your workgroup. Your e-mail address {email} is your identifier. Your password: {password}
fr: Vous êtes maintenant inscrit comme utilisateur de {site_name}. Vous pouvez suivre ce lien <{site_uri}> pour accéder à votre espace client. Votre adresse de courriel {email} est votre identifiant. Votre mot de passe : {password}

# emphasis
source: You can also use this form if you forgot your password.
fr: Vous pouvez également utiliser ce formulaire si vous avez oublié votre mot de passe.

source: You can type the name of your company or organization
fr: Vous pouvez mettre le nom de votre société ou structure

source: You have reached the maximum allowed users. Contact <a href="http://www.itaapy.com/contact">Itaapy</a> for more.
fr: Vous avez atteint votre quota de sondés. Contactez <a href="http://www.itaapy.com/contact">Itaapy</a> pour en ajouter.

# paragraph
source: You have subscribed ${n_forms} users<g id='1'> out of ${max_users} allowed</g>.
fr: Vous avez enregistré ${n_forms} sondés<g id='1'> sur ${max_users} autorisés</g>.

# paragraph
source: You have subscribed ${n_forms} users<g id='6'> out of ${max_users} allowed</g>:
fr: Vous avez enregistré ${n_forms} sondés<g id='6'> sur ${max_users} autorisés</g> :

# paragraph
source: You must correct all of the errors below to finish your form.
fr: Vous devez corriger les erreurs suivantes pour terminer votre formulaire.

# paragraph
source: You must start by filling the form.
fr: Vous devez commencer par remplir le formulaire.

# legend
source: Your Account
fr: Votre compte

source: Your Client Space
fr: Votre espace client

# heading
source: Your Client Spaces
fr: Vos espaces client

source: Your Collection Applications
fr: Vos applications de collecte

# heading
source: Your Collection Applications
fr: Vos applications de collecte

source: Your application is created. You are now on the test form.
fr: Votre application est créée. Vous êtes maintenant sur le formulaire de test.

source: Your client space "{title}" is created. You can add your logo.
fr: Votre espace client « {title} » est créé. Vous pouvez mettre votre logo.

source: Your e-mail address
fr: Adresse de courriel

source: Your form is finished. Your correspondent has been informed.
fr: Votre saisie est terminée. Votre correspondant a été averti.

source: Your form is not finished yet.
fr: Votre formulaire n'est pas encore terminé.

source: Your workgroup
fr: Votre espace client

source: Your workgroups
fr: Vos espaces client

source: [iScrib - {workgroup_title}] Form finished
fr: [iScrib - {workgroup_title}] Formulaire terminé

source: iScrib Workgroup
fr: Espace client iScrib

source: {application}: <em>Test Form</em>
fr: {application} : <em>Formulaire de test</em>

source: {name} is invalid
fr: {name} est invalide

source: {name} is mandatory
fr: {name} est obligatoire

source: {name} is not equal to {formula}
fr: {name} n'est pas égal à {formula}

source: {n} user(s) added.
fr: {n} sondé(s) ajouté(s).

source: {title} Data
fr: Données de {title}

source: {title} Users
fr: Sondés de {title}

source: {user_title} <{user_email}> finished to fill in the "{application_title}" form. Summary of the "{application_title}" campaign: - {registered_users} registered users out of {available_users} available; - {unconfirmed_users} not registered; - {empty_forms} empty forms; - {pending_forms} pending forms; - {finished_forms} finished forms.
fr: {user_title} <{user_email}> a fini de remplir son formulaire « {application_title} ». Synthèse de la campagne de collecte « {application_title} » : - {registered_users} utilisateurs enregistrés sur {available_users} disponibles ; - {unconfirmed_users} non inscrits ; - {empty_forms} formulaires vides ; - {pending_forms} formulaires en cours ; - {finished_forms} formulaires terminés.

source: {workgroup_title}, form "{application_title}"
fr: {workgroup_title}, formulaire "{application_title}"
