Repository: bearstech/iscrib
Catalog: locale/*.po
Languages: fr

source: <input type="text" id="selector-${id}" size="${size}" name="${name}" value="${value}"/> <button id="selector-button-${id}" class="button-selector" onclick="return popup(';${action}?target_id=selector-${id}&amp;mode=input', 640, 480);" name="selector_button_${name}">Browse...</button> <button id="erase-button-${id}" class="button-delete" onclick="$('#selector-${id}').attr('value', ''); return false" name="erase_button_${name}">Erase</button> <br/> ${workflow_state} <br/> <img src="${value}/;thumb?width=${width}&amp;height=${height}" stl:if="value"/>
fr: <input type="text" id="selector-${id}" size="${size}" name="${name}" value="${value}"/> <button id="selector-button-${id}" class="button-selector" onclick="return popup(';${action}?target_id=selector-${id}&amp;mode=input', 640, 480);" name="selector_button_${name}">Parcourir...</button> <button id="erase-button-${id}" class="button-delete" onclick="$('#selector-${id}').attr('value', ''); return false" name="erase_button_${name}">Effacer</button> <br/> ${workflow_state} <br/> <img src="${value}/;thumb?width=${width}&amp;height=${height}" stl:if="value"/>

source: <div id="choose-format"> <span><a href="#" title="Close" onclick="$('#choose-format').hide(); return false">X</a></span> <ul> <li>Download <a href="/template/;download">ODS Version</a></li> <li>Download <a href="/template-xls/;download">XLS Version</a></li> <li><a href="/samples">More Examples</a></li> </ul> </div> <script type="text/javascript"> $("#choose-format").hide(); </script>
fr: <div id="choose-format"> <span><a href="#" title="Fermer" onclick="$('#choose-format').hide(); return false">X</a></span> <ul> <li>Télécharger la <a href="/gabarit/;download">version ODS</a></li> <li>Télécharger la <a href="/gabarit-xls/;download">version XLS</a></li> <li><a href="/samples">Plus d'exemples</a></li> </ul> </div> <script type="text/javascript"> $("#choose-format").hide(); </script>

source: <div id="choose-format"> <span><a href="#" title="Close" onclick="$('#choose-format').hide(); return false">X</a></span> <ul> <li>Download <a href=";export">ODS Version</a></li> <li>Download <a href=";export?format=xls">XLS Version</a></li> </ul> </div> <script type="text/javascript"> $("#choose-format").hide(); </script>
fr: <div id="choose-format"> <span><a href="#" title="Fermer" onclick="$('#choose-format').hide(); return false">X</a></span> <ul> <li>Télécharger la <a href=";export">version ODS</a></li> <li>Télécharger la <a href=";export?format=xls">version XLS</a></li> </ul> </div> <script type="text/javascript"> $("#choose-format").hide(); </script>

source: <div id="spread-url"> <span><a href="#" title="Close" onclick="return hide_spread_url()">X</a></span> <ul> <li>You can send this URL to your users:<br/> <input id="spread-url-text" type="text" readonly="readonly" value="{spread_url}"/> <div id="spread-url-copy"> <a href="javascript:alert('You need Flash plugin to copy!');"> Copy</a> </div> </li> </ul> </div> <script type="text/javascript"> $("#spread-url-text").focus(function() {{ this.select(); }}); path = '/ui/iscrib/zeroclipboard/ZeroClipboard.swf' ZeroClipboard.setMoviePath(path); var clip = new ZeroClipboard.Client(); clip.setHandCursor(true); clip.setText("{spread_url}"); function hide_spread_url() {{ $('#spread-url').hide(); clip.hide(); return false; }} function show_spread_url() {{ $('#spread-url').show(); clip.show(); return false; }} $(document).ready(function() {{ clip.glue("spread-url-copy"); /* Hide #spread-url after the Flash movie is positioned */ hide_spread_url(); }}); </script>
fr: <div id="spread-url"> <span><a href="#" title="Fermer" onclick="$('#spread-url').hide(); return false">X</a></span> <ul> <li>Vous pouvez envoyer cette adresse à vos sondés :<br/> <input id="spread-url-text" type="text" readonly="readonly" value="{spread_url}"/> <div id="spread-url-copy"> <a href="javascript:alert('You need Flash plugin to copy!');"> Copier</a> </div> </li> </ul> </div> <script type="text/javascript"> $("#spread-url-text").focus(function() {{ this.select(); }}); path = '/ui/iscrib/zeroclipboard/ZeroClipboard.swf' ZeroClipboard.setMoviePath(path); var clip = new ZeroClipboard.Client(); clip.setHandCursor(true); clip.setText("{spread_url}"); function hide_spread_url() {{ $('#spread-url').hide(); clip.hide(); return false; }} function show_spread_url() {{ $('#spread-url').show(); clip.show(); return false; }} $(document).ready(function() {{ clip.glue("spread-url-copy"); /* Hide #spread-url after the Flash movie is positioned */ hide_spread_url(); }}); </script>

# li
source: ${empty_forms} subscribed but did not start the form;
fr: ${empty_forms} se sont inscrits mais n'ont pas commencé la saisie ;

# li
source: ${finished_forms} finished the form.
fr: ${finished_forms} ont terminé la saisie.

# li
source: ${pending_forms} started filling the form;
fr: ${pending_forms} ont commencé à remplir le formulaire ;

# li
source: ${unconfirmed_users} did not subscribe;
fr: ${unconfirmed_users} ne se sont pas inscrits ;

source: (division by 0)
fr: (division par 0)

# link
source: <g id='1'>Back to Form</g> <g id='2'>Print this page</g>
fr: <g id='1'>Retour au formulaire</g> <g id='2'>Imprimer cette page</g>

# label
source: <g id='1'>E-mail Address</g> <g id='2'>* </g> <x id='3'/> <g id='4'>${username/error}<x id='5'/></g>
fr: <g id='1'>Adresse de courriel</g> <g id='2'>* </g> <x id='3'/> <g id='4'>${username/error}<x id='5'/></g>

# label
source: <g id='1'>E-mail Address</g> <g id='2'>* </g> <x id='3'/> <g id='4'>${username/error}<x id='5'/></g> <x id='6'/> <x id='7'/> <g id='8'>Password</g> <g id='9'>* </g> <x id='10'/> <g id='11'>${newpass/error}<x id='12'/></g> <x id='13'/> <x id='14'/> <g id='15'>Repeat Password</g> <g id='16'>* </g> <x id='17'/> <g id='18'>${newpass2/error}<x id='19'/></g>
fr: <g id='1'>Addresse de courriel</g> <g id='2'>* </g> <x id='3'/> <g id='4'>${username/error}<x id='5'/></g> <x id='6'/> <x id='7'/> <g id='8'>Mot de passe</g> <g id='9'>* </g> <x id='10'/> <g id='11'>${newpass/error}<x id='12'/></g> <x id='13'/> <x id='14'/> <g id='15'>Répéter le mot de passe</g> <g id='16'>* </g> <x id='17'/> <g id='18'>${newpass2/error}<x id='19'/></g>

# link
source: <g id='1'>Show/Hide Menu</g> ${application_menu}
fr: <g id='1'>Afficher/Masquer menu</g> ${application_menu}

# label
source: <g id='14'>E-mail Address</g> <g id='15'>* </g> <x id='16'/> <g id='17'>${email/error}<x id='18'/></g>
fr: <g id='14'>Adresse de courriel</g> <g id='15'>* </g> <x id='16'/> <g id='17'>${email/error}<x id='18'/></g>

# emphasis
source: <g id='2'>1 user per line, format "User Name" &lt;e-mail></g><x id='3'/> <g id='4'>e.g. "John Doe" &lt;john.doe@example.com></g> <g id='5'>${new_users}</g>
fr: <g id='2'>Un sondé par ligne, format "Nom" &lt;e-mail></g><x id='3'/> <g id='4'>p.ex. "Jean Dupont" &lt;jean.dupont@example.com></g> <g id='5'>${new_users}</g>

# label
source: <g id='22'>E-mail Address</g> <g id='23'>* </g> <x id='24'/> <g id='25'>${username/error}<x id='26'/></g> <x id='27'/> <x id='28'/> <g id='29'>Password</g> <x id='30'/> <g id='31'>${password/error}<x id='32'/></g>
fr: <g id='22'>Adresse de courriel</g> <g id='23'>* </g> <x id='24'/> <g id='25'>${username/error}<x id='26'/></g> <x id='27'/> <x id='28'/> <g id='29'>Mot de passe</g> <x id='30'/> <g id='31'>${password/error}<x id='32'/></g>

# button
source: <g id='34'>Login</g> <g id='35'>Forgotten Password</g>
fr: <g id='34'>Connexion</g> <g id='35'>Mot de passe oublié</g>

# emphasis
source: <g id='5'>Create Your Own Form</g><x id='6'/> The form you have filled in was simply created from the upload of this <g id='7'>XLS/ODS file</g>.
fr: <g id='5'>Vous aussi créez une enquête</g><x id='6'/> Le formulaire que vous venez de remplir a été créé simplement par l'upload de ce <g id='7'>fichier XLS/ODS</g>.

# label
source: <g id='7'>Password</g> <g id='8'>* </g> <x id='9'/> <g id='10'>${password/error}<x id='11'/></g>
fr: <g id='7'>Mot de passe</g> <g id='8'>* </g> <x id='9'/> <g id='10'>${password/error}<x id='11'/></g>

# link
source: <g id='9'>${user/title}</g> <g id='10'>Log out</g>
fr: <g id='9'>${user/title}</g> <g id='10'>Déconnexion</g>

# link
source: <g id='9'>Create your form</g> within 2 minutes.
fr: <g id='9'>Créez votre enquête</g> en 2 minutes.

source: <p id="already-client">Already registered and you want to log in your client space? <a href="/;login">Click here</a>.</p>
fr: <p id="already-client">Vous avez déjà un compte et vous voulez vous authentifier sur votre espace client ? <a href="/;login">cliquez ici</a>.</p>

source: <span class="application-title">Title of your application:</span> {title}
fr: <span class="application-title">Titre de votre application :</span> {title}

# heading
source: About iScrib
fr: À propos de iScrib

source: Add Users
fr: Ajouter des sondés

# span
source: Already customer
fr: Déjà client

# link
source: An Itaapy service
fr: Un service Itaapy

# heading
source: Application Status
fr: Suivi de l'application

source: Bad value
fr: Mauvaise valeur

# link
source: Become Partner
fr: Devenir partenaire

source: Boolean
fr: Booléen

source: Checkbox
fr: Case à cocher

# heading
source: Client Spaces with forms you have to fill in
fr: Espaces client où vous avez des formulaires à remplir

source: Collect Data
fr: Collecter les données

source: Collection Application
fr: Application de collecte

# title attribute
source: Come back to the form
fr: Revenir au formulaire

source: Company
fr: Société

source: Company/Organization
fr: Société/Organisme

source: Configure your client space
fr: Configurez votre espace client

# link
source: Contact Us
fr: Contactez-nous

# table cell
source: Control
fr: Contrôle de saisie

source: Controls
fr: Contrôles

# link
source: Create Your Form
fr: Créer votre formulaire

source: Create a Data Collection Application
fr: Créer une application de collecte

source: Create from an OpenDocument Spreadsheet file
fr: Création à partir d'une feuille de calcul OpenDocument

source: Create your client space to manage collection applications and submit them.
fr: Créez votre espace client où vous pourrez ajouter vos applications de collecte et les soumettre aux personnes de votre choix.

source: Creation Date
fr: Date de création

source: DD/MM/YYYY
fr: JJ/MM/AAAA

source: Decimal
fr: Décimal

source: Decimals
fr: Décimaux

source: Default Value
fr: Valeur par défaut

source: Delete
fr: Supprimer

source: Demo (public demo)
fr: Démo (démo publique)

source: Dependent Field
fr: Champ dépendant

# link
source: Download OpenOffice.org
fr: Télécharger OpenOffice.org

source: Download Source File
fr: Fichier source

source: Download form
fr: Téléchargement du formulaire

source: Download the Template
fr: Télécharger le gabarit

source: Download this template and use it to define to design your form.
fr: Téléchargez ce gabarit qui vous servira d'exemple pour créer votre questionnaire.

source: E-mail
fr: Courriel

source: E-mail Address
fr: Adresse de courriel

source: Edit Title, Logo and CSS
fr: Modifier titre, logo et CSS

source: Edit and configure application
fr: Modifier et configurer l'application

source: Empty
fr: Vide

source: Enumerate Options
fr: Valeurs de enum

source: Enumerate Representation
fr: Représentation

source: Error
fr: Erreur

# heading
source: Errors
fr: Erreurs

# link
source: Examples, samples
fr: Exemples, échantillons

# button
source: Export
fr: Exporter

source: Export Collected Data
fr: Exporter les données collectées

source: Export This List in ODS Format
fr: Exporter cette liste au format ODS

source: Export This List in XLS Format
fr: Exporter cette liste au format XLS

source: False
fr: Faux

source: File or Image
fr: Fichier ou image

# button
source: Finish
fr: Terminer

source: Finished
fr: Terminé

source: First Name
fr: Prénom

source: First form page must be named "A", not "{page}".
fr: La première page de formulaire doit s'appeler « A », pas « {page} ».

# emphasis
source: For your information, with the given data.
fr: Pour votre information, avec les données actuelles.

# legend
source: Forgotten Password
fr: Mot de passe oublié

# link
source: Forgotten Password?
fr: Mot de passe oublié ?

source: Form
fr: Formulaire

source: Form Page
fr: Page de formulaire

# heading
source: Form State:
fr: État du formulaire :

source: Formula
fr: Formule

source: Function
fr: Fonction

source: Homepage
fr: Accueil

source: I have read and agree to the terms of use (<a href="/terms-and-conditions" title="Terms of use" target="_blank">Terms of use</a>)
fr: J'ai lu et j'approuve les <a href="/terms-and-conditions" title="Terms of use" target="_blank">conditions d'utilisation</a>

# legend
source: If you already have an iScrib account:
fr: Si vous avez déjà un compte iScrib :

# legend
source: If you connect to iScrib for the first time:
fr: Si vous vous connectez à iScrib pour la première fois :

source: In "{title}" sheet, line {line}, variable "{name}" is unknown.
fr: Feuille « {title} », ligne {line}, la variable « {name} » est inconnue.

source: In controls, line {line}, expression is missing.
fr: Feuille contrôles, ligne {line}, il manque l'expression.

source: In controls, line {line}, main variable is missing.
fr: Feuille contrôles, ligne {line}, il manque la variable principale.

source: In controls, line {line}, syntax error in expression: {err}
fr: Feuille contrôles, ligne {line}, erreur de syntaxe dans l'expression : {err}

source: In controls, line {line}, title is missing.
fr: Feuille contrôles, ligne {line}, il manque le titre.

source: In controls, line {line}, unexpected level "{level}".
fr: Feuille contrôles, ligne {line}, force du contrôle « {level} » invalide.

source: In schema, line {line}, decimals "{decimals}" are invalid.
fr: Feuille schéma, ligne {line}, les décimales "{decimals}" sont invalides.

source: In schema, line {line}, default value "{default}" is invalid.
fr: Feuille schéma, ligne {line}, la valeur par défaut « {default} » est invalide.

source: In schema, line {line}, enum options are missing.
fr: Feuille schéma, ligne {line}, il manque les valeurs de enum.

source: In schema, line {line}, enum representation "{enum_repr}" is invalid.
fr: Feuille schéma, ligne {line}, la représentation « {representation} » est invalide.

source: In schema, line {line}, length "{length}" is invalid.
fr: Feuille schéma, ligne {line}, la longueur "{length}" est invalide.

source: In schema, line {line}, mandatory "{mandatory}" is invalid.
fr: Feuille schéma, ligne {line}, la valeur obligatoire « {mandatory} » est invalide.

source: In schema, line {line}, size "{size}" is invalid.
fr: Feuille schéma, ligne {line}, la taille "{size}" est invalide.

source: In schema, line {line}, syntax error in dependency: {err}
fr: Feuille schéma, ligne {line}, erreur de syntaxe dans la dépendance : {err}

source: In schema, line {line}, syntax error in formula: {err}
fr: Feuille schéma, ligne {line}, erreur de syntaxe dans la formule : {err}

source: In schema, line {line}, type "{type}" does not support formulas.
fr: Feuille schéma, ligne {line}, le type "{type}" ne gère pas les formules.

source: In schema, line {line}, type "{type}" is invalid.
fr: Feuille schéma, ligne {line}, le type "{type}" est invalide.

source: In schema, line {line}, variable "{name}" is duplicated.
fr: Feuille schéma, ligne {line}, la variable « {name} » est invalide.

source: In schema, line {line}, variable "{name}" is invalid.
fr: Feuille schéma, ligne {line}, la variable « {name} » est invalide.

source: In the "{name}" sheet, page "{page}" is not related to any variable in the schema.
fr: Feuille « {name} », la page « {page} » ne correspond à aucune variable du schéma.

source: In the "{name}" sheet, wrong number of columns. Do you use the latest template?
fr: Feuille « {name} », le nombre de colonnes ne correspond pas. Utilisez-vous le dernier gabarit ?

# heading
source: Information
fr: Informations

source: Informative
fr: Informatif

source: Input Control
fr: Contrôle de saisie

source: Input Size
fr: Taille de saisie

source: Integer
fr: Entier

source: Last Modified
fr: Dernière modification

source: Last Name
fr: Nom

source: Length
fr: Longueur

source: Level
fr: Niveau

source: List of values
fr: Liste de valeurs

# title attribute
source: Log out
fr: Déconnexion

# heading
source: Login
fr: Connexion

source: Logo (shown in the banner)
fr: Logo (apparaît dans la bannière)

# heading
source: Lost Password
fr: Mot de passe oublié

source: MM/YYYY
fr: MM/AAAA

source: Main Variable
fr: Variable principale

source: Manage Users
fr: Gérer les sondés

source: Manage your Data Collection Application
fr: Gérer votre application de collecte de données

source: Manage your client space
fr: Configurer votre espace client

source: Mandatory
fr: Obligatoire

source: Mandatory field
fr: Champ obligatoire

source: Maximum form users (0 = unlimited)
fr: Nombre de sondés autorisés (0 = illimité)

source: Name
fr: Nom

source: Name of your client space
fr: Nom de votre espace client

# legend
source: New Account or Forgotten Password
fr: Nouveau compte ou mot de passe oublié

# table cell
source: New Users<g id='1'> (${allowed_users} allowed)</g>
fr: Ajouter des sondés pour cette enquête<g id='1'> (encore ${allowed_users} disponibles)</g>

source: No
fr: Non

# paragraph
source: No data collection application created.
fr: Aucune application de collecte créée.

source: No data to collect for now.
fr: Il n'y a pas de données à collecter pour l'instant.

# paragraph
source: No error detected.
fr: Aucune erreur détectée

# paragraph
source: No information available.
fr: Aucune information disponible.

source: No more users are allowed to register.
fr: Le quota de sondés a été atteint.

source: No user added.
fr: Aucun sondé ajouté.

# paragraph
source: No user registered.
fr: Aucun sondé enregistré.

# paragraph
source: No warning detected.
fr: Aucun avertissement détecté.

source: No {class_title} available.
fr: Aucun(e) {class_title} disponible.

source: Not Registered
fr: Pas inscrit

source: Not an ODS or XLS file.
fr: Ce fichier n'est pas un fichier ODS ou XLS.

source: Not an image or invalid image.
fr: Pas une image ou image invalide.

source: Number
fr: Nombre

source: ODS or XLS File
fr: Fichier ODS ou XLS

source: Online Help
fr: Aide en ligne

source: Open (accounts are created on demand)
fr: Ouvert (comptes créés à la demande)

source: Operation successful! Welcome.
fr: Votre compte est activé. Bienvenue !

# heading
source: Our customers
fr: Nos clients

source: Parameters
fr: Paramètres

source: Password
fr: Mot de passe

source: Pending
fr: En cours

source: Phone Number
fr: Téléphone

source: Please fill in the form "{application_title}" available here: <{application_url}>.
fr: Merci de remplir le formulaire "{application_title}" disponible ici : <{application_url}>.

source: Please type the two words
fr: Veuillez saisir les deux mots

# emphasis
source: Please verify the consistency of these data.
fr: Veuillez vérifier la cohérence des données.

# link
source: Pricing
fr: Tarifs

source: Print (in a new window)
fr: Imprimer (dans une nouvelle fenêtre)

# title attribute
source: Print (in a new window)
fr: Imprimer (dans une nouvelle fenêtre)

source: Print Form
fr: Impression du formulaire

source: Print form
fr: Impression du formulaire

source: Print this page
fr: Imprimer cette page

source: Radio
fr: Bouton radio

source: ReCaptcha Private Key
fr: Clé privée ReCaptcha

source: ReCaptcha Public Key
fr: Clé publique ReCaptcha

source: ReCaptcha Whitelist of IPs
fr: Liste des IP exemptées de ReCaptcha

# button
source: Register
fr: Inscription

# heading
source: Register
fr: Inscription

source: Repeat Password
fr: Répéter le mot de passe

source: Restricted (users must be subscribed)
fr: Restreint (l'enregistrement préalable est obligatoire)

source: Save
fr: Enregistrer

source: Schema
fr: Schéma

# legend
source: Search
fr: Rechercher

source: Select
fr: Boîte de sélection

source: Show Test Form
fr: Voir le formulaire de test

source: Source
fr: Fichier source

source: Source File
fr: Fichier source

source: Spread your Form
fr: Diffuser votre formulaire

source: Start filling
fr: Commencer la saisie

source: State
fr: État du formulaire

# fieldset
source: State:
fr: État du formulaire :

source: String
fr: Chaîne de caractères

source: Subscribe Users
fr: Ajouter des sondés

source: Subscribed Users
fr: Sondés enregistrés

# table cell
source: Subscribed Users
fr: Sondés enregistrés

source: Subscription Mode
fr: Mode d'inscription

# link
source: Terms of Use
fr: Conditions d'utilisation

source: Text
fr: Texte

source: The XLS format is too limited to export all of the data. Try the ODS format.
fr: Le format XLS est trop limité pour exporter toutes les données. Essayez le format ODS.

source: The e-mail or the password is incorrect.
fr: L'adresse de courriel ou le mot de passe sont incorrects.

source: The following fields are invalid: {fields}.
fr: Les champs suivants sont invalides : {fields}

source: The following fields are mandatory: {fields}.
fr: Les champs suivants sont obligatoires : {fields}

source: The following sums are invalid: {fields}.
fr: Les sommes suivantes sont invalides : {fields}

# paragraph
source: The form is correct, You can export it to an SQL database.
fr: Le formulaire est valide, vous pouvez l'exporter dans une base de données SQL.

source: The given username is not an e-mail address.
fr: Le nom donné n'est pas une adresse de courriel valide.

source: The page is saved. Check your input in the <a href=";send">Input Control</a> tab.
fr: La page est enregistrée. Vérifiez votre saisie dans l'onglet <a href=';send'>Contrôle de saisie</a>.

source: The password is missing.
fr: Veuillez saisir le mot de passe.

# emphasis
source: These errors must absolutely be corrected.
fr: Ces erreurs doivent obligatoirement être corrigées.

# title attribute
source: This field is required
fr: Champ obligatoire

# title attribute
source: This field is required
fr: Champ obligatoire

source: Title
fr: Titre

source: Title (shown in the banner if no logo)
fr: Titre (apparaît dans la bannière s'il n'y a pas de logo)

# link
source: To correct
fr: Pour corriger

source: To export to a SQL database, contact <a href="http://www.itaapy.com/contact">Itaapy</a>
fr: Pour exporter dans une base de données SQL, contactez <a href="http://www.itaapy.com/contact">Itaapy</a>

source: True
fr: Vrai

source: Unrecognized line {lineno}: {line}
fr: Ligne {lineno} incorrecte : {line}

source: Uploading this spreadsheet file in iScrib will generate in one click your data collection application.
fr: Le dépôt de ce fichier de tableur va générer en un clic votre application de collecte d'informations.

# fieldset
source: User:
fr: Utilisateur :

# table cell
source: Value
fr: Valeur

source: View
fr: Voir

source: Warning
fr: Avertissement

# heading
source: Warnings
fr: Avertissements

# heading
source: Welcome to Your iScrib Space
fr: Bienvenue dans votre espace iScrib

source: Welcome!
fr: Bienvenue !

# paragraph
source: When you have finished filling the form, you can click the "Finish" button.
fr: Vous pouvez cliquer sur le bouton « Terminer » pour prévenir votre correspondant que votre saisie est terminée.<br/>Vous ne pourrez alors plus modifier le formulaire.

source: Yes
fr: Oui

source: You already have an account but your password did not match. Try <a href="/;login">log in</a> first.
fr: Vous avez déjà un compte mais le mot de passe ne correspond pas. Essayez de vous <a href="/;login">connecter</a> d'abord.

source: You are already registered. Log in using your password.
fr: Vous êtes déjà inscrit. Connectez-vous avec votre mot de passe.

source: You are not allowed to register.
fr: Les inscriptions sont fermées.
